/*
 Localized strings for CFErrors returned by AVFoundationCF.

 When displayed in an alert, the strings whose keys end in _Description will be the alert title.
 The strings whose keys end in _RecoverySuggestion or _FailureReason will be the alert body.
 */

"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_Description" = "Postupak se ne može dovršiti";
"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_RecoverySuggestion" = "Pokušajte kasnije.";

"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_Description" = "Ne može se otvoriti";
"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_FailureReason" = "Ovaj format medija nije podržan.";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_Description" = "Ne može se otvoriti";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_FailureReason" = "Ovaj medij je možda oštećen.";

"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_Description" = "Ne može se otvoriti";
"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_FailureReason" = "Ova aplikacija nije ovlaštena za reproduciranje ove datoteke."; /* the file is DRM protected */
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_Description" = "Ne može se otvoriti";
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_FailureReason" = "Ovaj medij ne može se koristiti.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_Description" = "Ne može se dekodirati";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_FailureReason" = "Dekoder potreban za ovaj medij je zauzet.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_RecoverySuggestion" = "Zaustavite sve druge postupke koji dekodiraju medije i pokušajte ponovno.";
"AVFoundationCFErrorDomain_AVCFErrorIncompatibleAsset_Description" = "Ne može se otvoriti";
"AVFoundationCFErrorDomain_AVCFErrorIncompatibleAsset_FailureReason" = "Medij se ne može koristiti na ovom računalu.";
"AVFoundationCFErrorDomain_AVCFErrorNoCompatibleAlternatesForExternalDisplay_Description" = "Ne može se otvoriti";
"AVFoundationCFErrorDomain_AVCFErrorNoCompatibleAlternatesForExternalDisplay_FailureReason" = "Sadržaj se ne može reproducirati na vanjskom zaslonu.";
"AVFoundationCFErrorDomain_AVCFErrorInsufficientContentProtectionConfiguration_Description" = "Ne može se otvoriti";
"AVFoundationCFErrorDomain_AVCFErrorInsufficientContentProtectionConfiguration_FailureReason" = "Zaštićeni sadržaj ne može se reproducirati u trenutačnoj konfiguraciji sustava.";
"AVFoundationCFErrorDomain_AVCFErrorTranscodeFrameMismatch_Description" = "Izlazni videozapis transkodiranja sadrži netočan broj sličica";
"AVFoundationCFErrorDomain_AVCFErrorTranscodeFrameMismatch_FailureReason" = "Izlazni broj sličica transkodiranja nije jednak izvoru koji ne sadrži uređene segmente";
"AVFoundationCFErrorDomain_AVCFErrorDecodeFailed_Description" = "Ne može se dekodirati";
"AVFoundationCFErrorDomain_AVCFErrorDecodeFailed_FailureReason" = "dekoder je naišao na grešku";
"AVFoundationCFErrorDomain_AVCFErrorEncodeFailed_Description" = "Ne može se kodirati";
"AVFoundationCFErrorDomain_AVCFErrorEncodeFailed_FailureReason" = "enkoder je naišao na grešku";
"AVFoundationCFErrorDomain_AVCFErrorInvalidPersistentKey_Description" = "Pruženi izvanmrežni ključ nije važeći";
"AVFoundationCFErrorDomain_AVCFErrorInvalidPersistentKey_FailureReason" = "Pruženi izvanmrežni ključ možda nije važeći ili nije pronađen direktorij za pohranu ključa";
"AVFoundationCFErrorDomain_AVCFErrorContentIsNotAuthorized_Description" = "Ne može se otvoriti";
"AVFoundationCFErrorDomain_AVCFErrorContentIsNotAuthorized_FailureReason" = "Ovo računalo nije ovlašteno za reprodukciju sadržaja";
"AVFoundationCFErrorDomain_AVCFErrorApplicationIsNotAuthorized_Description" = "Ne može se otvoriti";
"AVFoundationCFErrorDomain_AVCFErrorApplicationIsNotAuthorized_FailureReason" = "Ova aplikacija nije ovlaštena za reprodukciju zaštićenog sadržaja";
"AVFoundationCFErrorDomain_AVCFErrorContentIsUnavailable_Description" = "Ne može se otvoriti";
"AVFoundationCFErrorDomain_AVCFErrorContentIsUnavailable_FailureReason" = "Ovaj sadržaj više nije dostupan";
